Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: Support for independent information in the production and broadcasting of programmes addressed to the Belarus society under co-production agreements with Belsat TV, Belarus Radio Racyja and Euroradio amounted to PLN 21,966,942.
pl: W ramach wsparcia dla niezależnej informacji na produkcję i emisję programów skierowanych do białoruskiego społeczeństwa w ramach umów koprodukcyjnych z Belsat TV, Białoruskim Radiem Racja i Euroradiem przeznaczono 21 966 942 PLN.

source: In addition, with the Solidarity Foundation PL acting as an intermediary, 27 aid projects for democratisation and support of societies undergoing systemic transformation received financial assistance amounting to PLN 2,688,255.
pl: Ponadto, za pośrednictwem Fundacji Solidarności Międzynarodowej zostało zrealizowanych 27 projektów pomocowych na rzecz demokratyzacji i wsparcia społeczeństw przechodzących transformację ustrojową na kwotę 2 688 255 PLN.

source: Read more about Polish assistance to Belarus:
pl: Czytaj więcej o polskiej pomocy dla Białorusi:

source: In the framework of co-production agreements, support has gone towards media initiatives: TV Belsat, Belarusian Radio “Racja” and Euroradio.
pl: W ramach umów koprodukcyjnych wsparcie uzyskały inicjatywy medialne: TV Belsat, Białoruskie Radio Racja i Euroradio.

source: Assistance funds towards Belarus, initially planned in 2011, have been doubled; they now amount to PLN 42 million.
pl: Środki pomocowe zaplanowane pierwotnie w 2011 roku na rzecz Białorusi zostały zwiększone dwukrotnie - do kwoty 42 mln PLN.

source: Projects carried out in 2010 match the main areas of support covered by the Polish foreign aid programme for the Republic of Belarus and include media initiatives, the promotion of democracy, good governance and stability (especially in the economy), civil society building and support for welfare programmes.
pl: Projekty realizowane w 2010 r. odpowiadały głównym obszarom wsparcia dla Republiki Białorusi określonym w programie polskiej pomocy zagranicznej i obejmowały m.in. działania z zakresu inicjatyw medialnych, promocji demokracji, dobrego rządzenia i stabilności (w szczególności w gospodarce), budowy społeczeństwa obywatelskiego oraz wspierania programów socjalnych.

source: 2010 saw the implementation of 17 development projects in the Republic of Belarus that were implemented by non-governmental organisations, government administration, local government entities and R&D institutes.
pl: W 2010 roku wdrażanych było w Republice Białorusi łącznie 17 projektów pomocowych realizowanych przez organizacje pozarządowe, administrację rządową, jednostki samorządu terytorialnego oraz jednostki badawczo-rozwojowe.

source: In addition, the MFA of the Republic of Poland (Department of Implementation of Development Programmes and Polish Embassies in Copenhagen and Minsk) together with the Danish MFA and the Danida Fellowship Centre carried out a project called "Enhancing the Competencies of Belarusian Journalists Through Training and Information Activities in Poland and Denmark."
pl: Ponadto MSZ RP (DWPR oraz Ambasady RP w Kopenhadze i w Mińsku) wraz z MSZ Królestwa Danii i Danida Fellowship Centre zrealizowały projekt „Wzmocnienie kompetencji białoruskiego środowiska dziennikarskiego poprzez działania szkoleniowo-informacyjne w Polsce i w Danii".

source: In 2010, over PLN 22.5 million was allocated to aid programmes in Belarus.
pl: W 2010 r. na dofinansowanie projektów pomocowych na rzecz Białorusi przeznaczono ponad 22,5 mln PLN.

source: access to objective information;
pl: Dokumenty i Publikacje ).

source: supporting good governance initiatives.
pl: rozwój samorządności lokalnej i współpracy transgranicznej,

source: development of civil society (in particular support for independent NGOs, small business associations and youth exchanges);
pl: rozwój społeczeństwa obywatelskiego (w szczególności wspieranie niezależnych organizacji pozarządowych, stowarzyszeń małego biznesu; wymiana młodzieży);

source: development of local government (traineeships and specialist training, transborder cooperation);
pl: rozwój samorządu lokalnego (m.in. staże i szkolenia specjalistyczne, współpraca transgraniczna);

source: support for independent culture and the Belarusian language;
pl: wspieranie niezależnej kultury i języka białoruskiego,

source: In 2008, 35 projects were implemented with partial financing of over PLN 5.9 million.
pl: W 2008 r. zrealizowano 35 projektów dofinansowanych kwotą ponad 5,9 mln PLN.

source: You are here Polish Aid / Development cooperation / Humanitarian aid / Humanitarian aid 2016 / MFA head to provide aid for refugees in Jordan
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Pomoc humanitarna / Pomoc humanitarna 2016 / Szef MSZ w Jordanii przekaże pomoc dla uchodźców

source: MFA head to provide aid for refugees in Jordan
pl: Szef MSZ w Jordanii przekaże pomoc dla uchodźców

source: Granting aid for refugees from Syria and Iraq and showing solidarity with Jordan's citizens and authorities who receive them are the main objectives of foreign minister Witold Waszczykowski's visit to this country on Monday.
pl: Przekazanie pomocy dla uchodźców z Syrii i Iraku oraz okazanie solidarności podejmującym ich obywatelom i władzom Jordanii to główne cele poniedziałkowej wizyty w tym kraju szefa MSZ Witolda Waszczykowskiego.

source: The minister will also be meeting with refugees.
pl: Zaplanowano również spotkanie ministra z uchodźcami.

source: Before the Polish delegation left for Amman, the director of the MFA Press Office, Rafał Sobczak, told PAP that the aid to be handed over by Mr Waszczykowski would be distributed among hundreds of the neediest families who had come to Jordan from war-torn areas.
pl: Jak poinformował PAP przed wylotem polskiej delegacji do Ammanu dyrektor biura rzecznika prasowego MSZ Rafał Sobczak, pomoc, którą przekaże minister Waszczykowski, zostanie rozdystrybuowana wśród kilkuset najbardziej potrzebujących rodzin, które przybyły do Jordanii z terenów ogarniętych wojną.

source: Part of the provided gifts - such as sleeping bags, personal hygiene items and school supplies - will be brought from Poland aboard the Polish government plane, while others will be purchased on the local market.
pl: Część przekazanych darów - w postaci śpiworów, środków higieny osobistej oraz przyborów szkolnych - przywieziona zostanie z Polski na pokładzie rządowego samolotu, część zostanie zakupiona na miejscu.

source: Mr Sobczak stressed that the foreign minister's visit to Jordan is primarily a “gesture of solidarity with the Jordanian authorities and the citizens of this country, who host, among others, Syrian or Iraqi refugees on their territory.”
pl: Dyrektor Sobczak podkreślił, że wizyta szefa polskiej dyplomacji w Jordanii to przede wszystkim "gest solidarności z jordańskimi władzami oraz z obywatelami tego kraju, którzy goszczą na swoim terytorium m.in. uchodźców syryjskich czy irackich".

source: Mr Sobczak added that the foreign ministry is planning to strengthen its financial commitment to help the victims of the conflict in Syria in 2016-2017.
pl: Dyrektor Sobczak zapowiedział ponadto, że MSZ planuje w latach 2016-2017 wzmocnić swoje zaangażowanie finansowe w pomoc dla ofiar konfliktu w Syrii.

source: He noted that already this year, the total value of Polish humanitarian aid for refugees from this country and local communities in the host countries in the Middle East would reach PLN 34 million, which is “double the value of humanitarian aid in the region as compared with the previous year.”
pl: Zaznaczył, że już w bieżącym roku łączna wartość polskiej pomocy humanitarnej skierowanej do uchodźców z tego kraju i społeczności lokalnych w krajach przyjmujących na Bliskim Wschodzie wyniesie 34 mln złotych, co stanowi "podwojenie wartości pomocy humanitarnej w tym regionie w stosunku do roku ubiegłego".

source: The director of the Polish MFA Press Office pointed out that the government's priority is to “provide humanitarian aid directly on the ground, that is, in countries affected by conflict.”
pl: Szef biura rzecznika prasowego MSZ podkreślił, że priorytetem rządu jest "udzielanie pomocy humanitarnej bezpośrednio na miejscu, czyli w krajach dotkniętych skutkami konfliktu".

source: He added that the aid handed over by Mr Waszczykowski on Monday is part of the MFA's wider action to support the victims of the civil war in Syria, undertaken not only in Jordan but also in Lebanon.
pl: Jak dodał, przekazana w poniedziałek przez ministra Waszczykowskiego pomoc jest częścią szerszych działań podejmowanych przez MSZ w celu wsparcia ofiar wojny domowej w Syrii, podejmowanych nie tylko w Jordanii, ale również w Libanie.

source: In its current activities aimed at supporting Syrian refugees and Jordanians, the Polish MFA is partnered by the Polish and the Jordanian branch of the Catholic charity organisation Caritas and the Jordanian organisation MECI Jordan.
pl: Partnerami aktualnych działań polskiego MSZ służących wsparciu uchodźców syryjskich i Jordańczyków są polski i jordański oddział katolickiej organizacji charytatywnej Caritas oraz jordańska organizacja MECI Jordan.

source: You are here Polish Aid / Development cooperation / Global Education / Global Education 2014 / Global education lesson in Suchedniów
pl: jesteś tutaj Polska pomoc / Współpraca rozwojowa / Edukacja globalna / Edukacja globalna 2014 / Lekcja edukacji globalnej w Suchedniowie

source: Global education lesson in Suchedniów
pl: Lekcja edukacji globalnej w Suchedniowie

source: On 15 July 2014 a global education lesson was held at the Society of the Friends of Children in Suchedniów, organized by the Kielce's Regional Centre of International Debate.
pl: 15 lipca 2014 r. w Towarzystwie Przyjaciół Dzieci w Suchedniowie odbyła się lekcja o edukacji globalnej, zorganizowana przez kielecki Regionalny Ośrodek Debaty Międzynarodowej.

source: Participants learned e.g. how events taking place in one place in the world influence what is happening in other countries, the causes of poverty were also discussed.
pl: Uczestnicy dowiedzieli się m.in. jak wydarzenia zachodzące w jednym miejscu na świecie wpływają na to, co dzieje się w innych krajach, rozmawiano również o przyczynach ubóstwa.

source: The children were very interested in the topic of excessive consumption.
pl: Dzieci z dużym zainteresowaniem przyjęły temat o nadmiernej konsumpcji.

source: The part of the meeting dedicated to migrants and refugees included a discussion of the situation on migrants in Poland and in the world.
pl: W części spotkania poświęconej migrantom i uchodźcom dyskutowano o sytuacji migrantów w Polsce i na świecie.

source: The Kielce RCID consultants also talked about the primary principles of the Polish Aid Programme of the Ministry of Foreign Affairs and explained why Poland belongs to the donor countries of development aid.
pl: Prowadzący spotkanie konsultanci z RODM Kielce omówili również podstawowe założenia programu MSZ „polska pomoc”, wyjaśniając, dlaczego Polska znajduje się wśród państw donatorów pomocy rozwojowej.

source: During the meeting, short films about Polish Development Aid were played: Nadzieja na lepsze jutro (Hope for a better tomorrow) - a film about Polish aid in Georgia, and Kolory wspomnień (The Colours of memories) - a film about the situation of Syrian refugees and an educational project for Syrian children implemented by CARITAS Polska under the Polish development aid programme.
pl: W czasie zajęć wyświetlono filmy krótkometrażowe o Polskiej Pomocy Rozwojowej: „Nadzieja na lepsze jutro” - film opowiadający o polskiej pomocy w Gruzji, i „Kolory wspomnień”, o sytuacji syryjskich uchodźców i projekcie edukacyjnym dla syryjskich dzieci, realizowanym przez CARITAS Polska w ramach programu polskiej pomocy rozwojowej.

source: The presentation concluded with a quiz checking the knowledge gained by the participants.
pl: Prezentację zakończono quizem sprawdzającym wiedzę nabytą przez uczestników.

source: The children gained basic knowledge about the globalisation, the division into the Global North and Global South, and the problems caused by poverty and excessive consumption.
pl: Dzięki uczestnictwu w lekcji dzieci uzyskały podstawowe wiadomości na temat zjawiska globalizacji, podziału na Globalną Północ i Południe, i problemów wynikających z ubóstwa i nadmiernej konsumpcji.

source: The participants also learned the basic principles of the Polish Aid programme.
pl: Uczestnicy spotkania zapoznali się z też głównymi założeniami programu „polska pomoc”.

source: You are here Polish Aid / Partner countries / Asia / Afghanistan / Projects 2012 - Afghanistan / Polish aid for Afghanistan in 2012
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Azja / Afganistan / Projekty 2012 - Afganistan / Polska pomoc dla Afganistanu w 2012 r.

source: Polish aid for Afghanistan in 2012
pl: Polska pomoc dla Afganistanu w 2012 r.

source: Poland is present in Afghanistan through a variety of aid projects aimed at benefiting the country and its citizens, in particular in Ghazni province.
pl: Polska obecna jest w Afganistanie poprzez szereg działań pomocowych prowadzonych na rzecz Afganistanu i jego obywateli, zwłaszcza w prowincji Ghazni.

source: Support for Afghan administration
pl: Wsparcie administracji afgańskiej

source: Five projects valued at PLN 1,549,802 million have been co-financed by the Ministry of Foreign Affairs towards supporting the Afghan administration.
pl: W ramach wsparcia administracji afgańskiej, przy pomocy finansowej Ministerstwa Spraw Zagranicznych zrealizowanych zostało pięć projektów, których łączna wartość wyniosła 1 549 802 zł.

source: The workshops were held on a training field and in laboratories and workshops.
pl: Zajęcia były prowadzone na poligonie szkolnym oraz w pracowniach praktycznych i laboratoriach.

source: The workshops was aimed at boosting the competencies of Afghanistan's public services, making it possible to handle missions more effectively, improve safety and security, and protect the natural environment.
pl: Szkolenie miało na celu poprawę kompetencji służb publicznych w Afganistanie, pozwalając na podniesienie efektywności wykonywania zadań, poprawę bezpieczeństwa oraz stanu środowiska naturalnego.

source: The justice system is one of the least effective branches of Afghanistan's public administration.
pl: System sprawiedliwości należy do najmniej efektywnych gałęzi administracji afgańskiej.

source: It is partly due to this that two study visits were organized for local officials responsible for the civilian judiciary sector in Ghazni Province.
pl: Między innymi z tego powodu zorganizowano dwie wizyty studyjne dla przedstawicieli lokalnych władz odpowiedzialnych za sądownictwo cywilne w prowincji Ghazni.

source: During their visit, the Afghan officials learned about Polish experiences in dealing with political and economic transformation, in particular the transformation of the legal system from an undemocratic one to one that respects human rights.
pl: Podczas wizyt urzędnicy z Afganistanu zapoznali się z polskimi doświadczeniami transformacji politycznej i gospodarczej, ze szczególnym uwzględnieniem doświadczeń przekształcenia systemu prawnego z niedemokratycznego na respektujący prawa człowieka.

source: Thirty-seven Afghan public servants were provided with a chance to raise their qualifications in the framework of a workshop organized by the National School of Public Administration.
pl: Trzydziestu siedmiu urzędników afgańskiej administracji miało szansę na podniesienie swoich kwalifikacji, w ramach szkolenia przygotowanego przez Krajową Szkołę Administracji Publicznej.

source: The workshop included the Strategic Economic Needs and Security Exercise, a strategic simulation game in which participants must manage a country in crisis.
pl: Szkolenie obejmowało m.in. uczestnictwo w strategicznej grze SENSE (Strategic Economic Needs and Security Excercise), polegającej na przeprowadzeniu komputerowej symulacji zarządzania państwem pogrążonym w kryzysie.

source: Workshop participants were assigned roles as individual domestic and international institutions.
pl: Uczestnicy szkolenia wcielili się w role różnorodnych podmiotów wewnętrznych państwa oraz jego otoczenia międzynarodowego.

source: Much attention was paid to interaction between participants, negotiations and the decision-making process, bearing in mind the complexity of a country's political and economic system.
pl: Szczególny nacisk położony został na interakcje pomiędzy uczestnikami, negocjacje i proces podejmowania decyzji z uwzględnieniem złożoności systemu polityczno-ekonomicznego państwa.

source: In order to support institutions that provide training for Afghan public servants, the Polish Embassy in Kabul carried out two projects for the Afghanistan Civil Service Institute (ACSI) in Kabul.
pl: Wspierając instytucje kształcące kadry administracji afgańskiej, Ambasada RP w Kabulu zrealizowała dwa projekty na rzecz Afgańskiego Instytutu Służby Cywilnej (ACSI) w Kabulu.

source: New textbooks were purchased for the ACSI library and the institution's infrastructure was expanded.
pl: Na potrzeby biblioteki ACSI zakupione zostały nowe podręczniki, dodatkowo rozbudowano infrastrukturę tej instytucji.

source: Polish Diplomatic Missions
pl: Organy administracji rządowej

source: Information on the scope of development cooperation activities to be carried out by government administration units in the given calendar year from funds they administrate are included in the Development Cooperation Plan for the given year.
pl: Informacje na temat zadań z zakresu współpracy rozwojowej przewidzianych do realizacji w danym roku kalendarzowym przez organy administracji rządowej ze środków których są dysponentami znajdują się w Planie współpracy rozwojowej na ten rok.

source: Projects filed by government administration are recommended during the preparation of the provisions of the Development Cooperation Plan for the given year.
pl: Proces rekomendowania przez MSZ propozycji projektowych złożonych przez organy administracji rządowej odbywa się w trakcie przygotowywania założeń Planu współpracy rozwojowej na dany rok.

source: The process constitutes one of the paths of the Polish development aid programming.
pl: Proces ten stanowi jedną ze ścieżek programowania polskiej współpracy rozwojowej.

source: Ministries have the possibility to shape the directions of Polish development cooperation through the participation in the Development Cooperation Policy Council , created to the Minister of Foreign Affairs, under the Development Cooperation Act .
pl: Ministerstwa mają również możliwość kształtowania kierunków polskiej współpracy rozwojowej poprzez członkostwo w Radzie Programowej Współpracy Rozwojowej utworzonej przy Ministrze Spraw Zagranicznych, zgodnie z ustawą o współpracy rozwojowej.

source: Within the scope of development assistance, the Ministry of Foreign Affairs cooperates with the following government administration units:
pl: W obszarze współpracy rozwojowej Ministerstwo Spraw Zagranicznych współpracuje z następującymi organami administracji rządowej:

source: After the announcement of the possibility of submitting project applications by the Minister of Foreign Affairs, they can submit development cooperation or democratization and civil society development projects.
pl: Po ogłoszeniu przez Ministra Spraw Zagranicznych informacji o możliwości składania wniosków projektowych, mogą one zgłaszać projekty z zakresu współpracy na rzecz rozwoju lub demokratyzacji oraz rozwoju społeczeństwa obywatelskiego.

source: Non-Governmental Organizations are one of the key partners of the Ministry of Foreign Affairs in developing and implementing annual development assistance plans.
pl: Organizacje pozarządowe są jednym z głównych partnerów Ministerstwa Spraw Zagranicznych w tworzeniu i realizacji rocznych planów pomocowych.

source: Due to the specific nature of activities carried out within the framework of foreign assistance, the MFA cooperates mainly with those that conduct activities abroad.
pl: MSZ prowadzi stały dialog z organizacjami pozarządowymi w formie korespondencji, spotkań dwustronnych i wielostronnych, dyskusji w ramach specjalnych paneli i narad itp.

source: The MFA also cooperates with non-profit organizations, social cooperatives, church legal persons, chambers of commerce and agriculture, local government and other entities.
pl: Z MSZ współpracują również spółki non-profit, spółdzielnie socjalne, kościelne osoby prawne i jednostki organizacyjne, stowarzyszenia JST, izby gospodarcze oraz izby rolnicze.

source: Provincial Reconstruction Teams
pl: Zespół Specjalistów PRT Ghazni

source: Provincial Reconstruction Teams (PRTs) play an important role in rebuilding Afghanistan.
pl: W odbudowie Afganistanu ważną rolę odgrywają Zespoły Odbudowy Prowincji - PRT (Provincial Reconstruction Team).

source: The PRT is a team of people - civilian workers and military representatives - whose task it is to support and rebuild a given province.
pl: PRT to zespół ludzi - pracowników cywilnych i przedstawicieli wojska - którego zadaniem jest wspieranie i odbudowa danej prowincji.

source: Their tasks are centred on implementing long-term investments and projects aimed at improving the living conditions of Afghan citizens.
pl: Ich działalność koncentruje się na realizacji długoterminowych inwestycji i projektów, których celem jest poprawa warunków życia mieszkańców Afganistanu.

source: PRTs co-operate with local administration entities and international and local organizations in implementing aid projects to develop a given region.
pl: Zespoły PRT współpracują z administracją lokalną oraz organizacjami międzynarodowymi i lokalnymi w realizacji zadań pomocowych na rzecz rozwoju danego regionu.

source: The team of Polish specialists in the US PRT operates in Ghazni, where Polish soldiers are stationed and where most Polish foreign aid is directed.
pl: Polski zespół specjalistów w amerykańskim PRT pracuje w Ghazni, gdzie stacjonują polscy żołnierze i gdzie trafia większość środków polskiej pomocy zagranicznej.

source: It began carrying out its tasks in the framework of PRT Ghazni on June 28, 2008, during the third rotation of the Polish Military Contingent in Afghanistan.
pl: Rozpoczął on działalność w ramach PRT Ghazni 28 czerwca 2008 roku w trakcie trwania III zmiany Polskiego Kontyngentu Wojskowego w Afganistanie.

source: The Team consists of civilian specialists (dealing with social, legal, educational and infrastructural issues, road and bridge construction and local media contacts), two officers from the Central Support Group for Civilian-Military Co-operation (including the head of the Specialists Team - deputy head of PRT Ghazni) and a security group.
pl: W strukturze Zespołu znajdują się specjaliści cywilni (do spraw społecznych, prawnych, edukacji, infrastruktury, budowy dróg i mostów, ds. kontaktów z mediami lokalnymi), dwóch oficerów z Centralnej Grupy Wsparcia Współpracy Cywilno-Wojskowej (w tym szef Zespołu Specjalistów - zastępca dowódcy PRT Ghazni) oraz grupa ochrony.

source: The PRT's key task is the implementation of aid programmes.
pl: Najważniejszym zadaniem PRT jest realizacja projektów pomocowych.

source: In 2009, the funds allocated towards development aid in Afghanistan saw a significant boost - they increased fivefold on 2008.
pl: W roku 2009 nastąpiło istotne - pięciokrotne w porównaniu z rokiem 2008 - zwiększenie kwoty przeznaczonej na pomoc rozwojową dla Afganistanu.
